CSI API ETABS v1
cDesignSteel.AISC_LRFD93 Property
 Namespace: ETABSv1
 Assembly: ETABSv1 (in ETABSv1.dll) Version: 1.0.0.0 (2.6.0.0)
Syntax
cDStAISC_LRFD93 AISC_LRFD93 { get; }
ReadOnly Property AISC_LRFD93 As cDStAISC_LRFD93
	Get
Dim instance As cDesignSteel
Dim value As cDStAISC_LRFD93
value = instance.AISC_LRFD93
property cDStAISC_LRFD93^ AISC_LRFD93 {
	cDStAISC_LRFD93^ get ();
}
abstract AISC_LRFD93 : cDStAISC_LRFD93 with get
Property Value
Type: cDStAISC_LRFD93
See Also
Reference
cDesignSteel Interface
ETABSv1 Namespace